tap "homebrew/bundle"
brew "bash"
brew "bash-completion@2"
brew "coreutils"
brew "docker-completion"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "jq"
brew "kubernetes-cli"
brew "lftp"
brew "minikube"
brew "nano"
brew "nanorc"
brew "node"
brew "python@3.12"
brew "telnet"
brew "wget"
brew "xsel"
brew "yq"
cask "bbedit"
cask "docker"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "logitune"
cask "monitorcontrol"
cask "sourcetree"
cask "virtualbox"
cask "visual-studio-code"
cask "windows-app"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "donjayamanne.githistory"
vscode "editorconfig.editorconfig"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "hashicorp.terraform"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "redhat.vscode-yaml"
